Repository: nttks/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: lt_lt

source: The Due Date for This Step Has Passed
lt_lt: Šio etapo atlikimo terminas praėjo

source: This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you'll receive a grade of Incomplete.
lt_lt: Šis etapas jau pasibaigęs. Nebegalite vertinti bendrakursių arba toliau spręsti šios užduoties. Jūs gausite įvertinimą "Nebaigta".

source: Completed
lt_lt: Baigta

source: Peer Assessments Complete
lt_lt: Bendrakursių vertinimas baigtas

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
lt_lt: Jūs sėkmingai įvertinote visus reikiamus bendrakursių darbus. Jeigu norite, galite įvertinti daugiau bendrakursių darbų. Papildomi vertinimai neturės įtakos galutiniam jūsų paties įvertinimui.

source: We could not retrieve additional submissions for assessment
lt_lt: Nepavyko gauti papildomų darbų vertinimui

source: Complete (%(num_graded)s)
lt_lt: Baigta (%(num_graded)s)

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
lt_lt: Visi bendrakursių darbai įvertinti. Vėliau patikrinkite, ar daugiau kurso dalyvių neįkėlė darbų.

source: Not Available
lt_lt: Nėra

source: In Progress (%(num_graded)s of %(num_must_grade)s)
lt_lt: Vykdoma (%(num_graded)s iš %(num_must_grade)s)

source: Waiting for Peer Responses
lt_lt: Laukiama bendrakursių darbų

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses. You'll receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
lt_lt: Visi bendrakursių darbai įvertinti. Vėliau patikrinkite, ar nėra įkelta daugiau kurso dalyvių darbų. Gausite savo įvertinimą, kai atliksite visus šios užduoties žingsnius ir bendrakursiai įvertins jūsų darbą.

source: Enter your response to the question.
lt_lt: Pateikite savo atsakymą į užduoties klausimą.

source: You can save your progress and return to complete your response at any time before the due date
lt_lt: Galite išsaugoti iš dalies atliktą darbą ir baigti užduotį bet kuriuo metu iki pateikimo datos.

source: You can save your progress and return to complete your response at any time.
lt_lt: Galite išsaugoti iš dalies atliktą darbą ir baigti užduotį bet kuriuo metu.

source: After you submit your response, you cannot edit it
lt_lt: Išsiuntę darbą daugiau negalite jo redaguoti

source: The prompt for this section.
lt_lt: Šios temos aprašymas

source: Your response to the question above.
lt_lt: Jūsų atsakymas į aukščiau esantį klausimą.

source: Select an image to upload for this submission.
lt_lt: Šiai pateikčiai pasirinkite paveikslą ir įkelkite.

source: You may continue to work on your response until you submit it.
lt_lt: Galite keisti atsakymą, kol jo nepateikėte.

source: Save Your Progress
lt_lt: Išsaugoti darbą

source: Your Submission Status
lt_lt: Jūsų pateikto darbo būsena

source: Click to preview your submission in Latex
lt_lt: Paspauskite, kad galėtumėte peržiūrėti savo darbą LaTeX formatu.

source: We could not submit your response
lt_lt: Jūsų darbo pateikti nepavyko

source: Submit your response and move to the next step
lt_lt: Pateikite savo darbą ir pereikite prie kito veiksmo

source: This step is now closed. You can no longer submit a response or continue with this problem, and you'll receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
lt_lt: Šis etapas jau pasibaigęs. Nebegalite išsiųsti savo darbo. Jūs gausite įvertinimą "Nebaigta". Jeigu darbą įrašėte, bet neišsiuntėte, darbas yra matomas kurso įrašuose.

source: Complete
lt_lt: Baigti

source: Your Response Has Been Submitted
lt_lt: Jūsų darbas išsiųstas

source: You'll receive your grade after some of your peers have assessed your response and you complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
lt_lt: Gausite savo įvertinimą, kai keli bendrakursiai įvertins jūsų darbą ir atliksite %(peer_start_tag)sbendrakursių vertinimą%(end_tag)s bei %(self_start_tag)ssavęs įsivertinimą%(end_tag)s.

source: You'll receive your grade after some of your peers have assessed your response and you complete the %(start_tag)speer assessment%(end_tag)s step.
lt_lt: Gausite savo įvertinimą, kai keli bendrakursiai įvertins jūsų darbą ir atliksite %(start_tag)sbendrakursių vertinimą%(end_tag)s.

source: You'll receive your grade after you complete the %(start_tag)sself assessment%(end_tag)s step.
lt_lt: Gausite savo įvertinimą, kai atliksite %(start_tag)ssavęs įsivertinimą%(end_tag)s.

source: Assess Your Response
lt_lt: Įsivertinkite savo darbą

source: This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you'll receive a grade of Incomplete.
lt_lt: Šis etapas jau baigėsi. Nebegalite vertinti savo darbo arba toliau atlikti šios užduoties. Jūs gausite įvertinimą "Nebaigta".

source: Course Staff Information
lt_lt: Kursą administruojančio personalo informacija

source: Response total
lt_lt: Viso atsakymų

source: Problem Step
lt_lt: Užduoties etapas

source: Active Students in Step
lt_lt: Aktyvūs šio etapo kurso dalyviai

source: Release Date
lt_lt: Pradžios data

source: Student Response
lt_lt: Kurso dalyvio atsakymas

source: The image associated with this response
lt_lt: Paveikslas susijęs su šiuo atsakymu.

source: Peer Assessments for This Student
lt_lt: Kaip šį kurso dalyvį įvertino bendrakursiai

source: Selected Option
lt_lt: Pasirinktas variantas

source: Points Possible
lt_lt: Galimi taškai

source: Peer Assessments Completed by This Student
lt_lt: Kiek bendrakursių įvertino šis kurso dalyvis

source: Student's Self Assessment
lt_lt: Kurso dalyvio savęs įsivertinimas

source: Couldn't find a response for this student.
lt_lt: Nepavyko rasti šio kurso dalyvio atsakymo.

source: Learn to Assess Responses
lt_lt: Mokymasis vertinti

source: Learning to Assess Responses
lt_lt: Mokomasi vertinti

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
lt_lt: Prieš pradėdami vertinti bendrakursių darbus, sužinosite, kaip tai daryti peržiūrint pavyzdžius, kuriuos lektoriai jau yra įvertinę. Jeigu įvertinsite taip pat, kaip ir lektorius, pereisite prie kito veiksmo. Jeigu įvertinsite kitaip, negu lektorius, teks bandyti vertinti tą patį pavyzdį dar kartą.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
lt_lt: Šį pavyzdį jūs įvertinote kitaip negu lektorius. Peržiūrėkite pavyzdį ir apsvarstykite, kodėl lektorius jį įvertino kitaip. Tada vėl bandykite vertinti.

source: Training Assessment # %(current_progress_num)s of %(num_to_complete)s
lt_lt: Mokymasis vertinti # %(current_progress_num)s iš %(num_to_complete)s

source: Selected Options Agree
lt_lt: Pasirinkti parametrai sutampa

source: The option you selected is the option that the instructor selected.
lt_lt: Jūs pasirinkote tą parametrą, kurį pasirinko ir lektorius.

source: Selected Options Differ
lt_lt: Pasirinkti parametrai skiriasi

source: The option you selected is not the option that the instructor selected.
lt_lt: Jūs pasirinkote ne tą parametrą, kurį pasirinko lektorius.

source: This step is now closed.You can no longer continue with this assignment, and you'll receive a grade of Incomplete.
lt_lt: Šis etapas jau pasibaigęs. Nebegalite toliau atlikti šios užduoties. Jūs gausite įvertinimą "Nebaigta".

source: We couldn't load the student training step of this assignment.
lt_lt: Nepavyko šiai užduočiai įkelti kurso dalyvių mokymo vertinti etapo.

source: The student submission has been removed from peer assessment. The student receives a grade of zero unless you reset the student's attempts for the problem to allow them to resubmit a response.
lt_lt: Kurso dalyvio darbas pašalintas iš bendrakursių vertinimo. Kurso dalyvis gauna nulinį vertinimą, nebent jūs pakeičiate nuostatas ir leidžiate jam įkelti darbą iš naujo.
