Repository: nttks/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: lt_lt

source: An unexpected error occurred.
lt_lt: Įvyko klaida.

source: Peer Assessment
lt_lt: Bendrakursių vertinimas

source: Self Assessment
lt_lt: Savęs įsivertinimas

source: Feedback saved.
lt_lt: Atsiliepimas įrašytas.

source: Must provide options selected in the assessment
lt_lt: Būtina pateikti pasirinktus vertinimo parametrus

source: You must submit a response before you can peer-assess.
lt_lt: Prieš vertinant bendrakursius turite pateikti savo darbą.

source: Your peer assessment could not be submitted.
lt_lt: Nepavyko pateikti jūsų bendrakursių įvertinimo.

source: Could not load peer assessment.
lt_lt: Nepavyko įkelti bendrakursių vertinimo.

source: Submit your assessment & review another response
lt_lt: Įvertinkite ir peržiūrėkite kitą darbą

source: Submit your assessment & move onto next step
lt_lt: Įvertinkite ir pereikite prie kito veiksmo

source: Submit your assessment & move to response #{response_number}
lt_lt: Įvertinkite ir pereikite prie #{response_number} darbo

source: '{date}' must be a date string or datetime
lt_lt: {date} turi būti datos eilutė arba data ir laikas

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
lt_lt: Šio žingsnio pradžios data {start} negali būti ankstesnė už ankstesnio žingsnio pradžios datą {prev}.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
lt_lt: Šio žingsnio pabaigos data {due} negali būti vėlesnė už kito žingsnio pabaigos datą {prev}.

source: The start date '{start}' cannot be later than the due date '{due}'
lt_lt: Pradžios data {start} negali būti vėlesnė už pabaigos datą {due}.

source: Missing options_selected key in request
lt_lt: Užklausoje trūksta options_selected klavišo

source: You must submit a response before you can perform a self-assessment.
lt_lt: Norint save vertinti, pirma turite pateikti savo darbą.

source: Your self assessment could not be submitted.
lt_lt: Nepavyko pateikti jūsų įsivertinimo.

source: Student submission was removed from the peer grading pool. If you'd like to allow the student to submit a new response, please also reset the student state of the problem from the Instructor Dashboard.
lt_lt: Kurso dalyvio darbas pašalintas iš bendrakursių vertinimo. Jei norite kurso dalyviui leisti iš naujo pateikti savo darbą, prašome Lektoriaus informaciniame puslapyje pakeisti šio kurso dalyvio nuostatas šiai užduočiai.

source: options_selected must be a dictionary
lt_lt: options_selected turi būti žodynas

source: "submission" required to submit answer.
lt_lt: "pateiktis" reikalavo pateikti jūsų darbą.

source: To submit a response, view this component in Preview or Live mode.
lt_lt: Norėdami išsiųsti darbą peržiūrėkite šį komponentą Peržiūros arba Žiūrėti gyvai režime.

source: Multiple submissions are not allowed.
lt_lt: Daugkartinės pateiktys neleidžiamos.

source: This response could not be saved.
lt_lt: Darbo išsaugoti nepavyko.

source: This response was not submitted.
lt_lt: Darbo pateikti nepavyko.

source: This response has been saved but not submitted.
lt_lt: Jūsų darbas išsaugotas, bet nepateiktas.

source: This response has not been saved.
lt_lt: Jūsų darbas neišsaugotas.

source: In peer assessment, the "Must Grade" value must be a positive integer.
lt_lt: Bendrakursių vertinime "Kiek darbų turi įvertinti dalyvis" reikšmė turi būti teigiamas sveikasis skaičius.

source: In peer assessment, the "Graded By" value must be a positive integer.
lt_lt: Bendrakursių vertinime "Kiek dalyvių turi įvertinti darbą" reikšmė turi būti teigiamas sveikasis skaičius.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
lt_lt: Bendrakursių vertinime "Kiek darbų turi įvertinti dalyvis" reikšmė turi būti didesnė arba lygi "Kiek dalyvių turi įvertinti darbą" reikšmei.

source: You must provide at least one example response for student training.
lt_lt: Turite pateikti bent vieną atsakymo pavyzdį kurso dalyvių apmokymui.

source: Each example response for student training must be unique.
lt_lt: Kiekvienas atsakymo pavyzdys, skirtas kurso dalyvių apmokymui, turi būti unikalus.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
lt_lt: {criterion} parametrų pavadinimas (-ai) vienodi: {duplicates}

source: Criteria with no options must require written feedback.
lt_lt: Kriterijai be parametrų turi reikalauti rašytinio atsiliepimo.

source: Example-based assessments cannot have duplicate point values.
lt_lt: Vertinant pagal pavyzdį taškų skaičius negali kartotis.

source: Prompts cannot be created or deleted after a problem is released.
lt_lt: Aprašymai negali būti kuriami arba šalinami, jei užduotis jau paskelbta.

source: The number of options cannot be changed after a problem is released.
lt_lt: Paskelbus užduotį parametrų skaičiaus keisti negalima.

source: If your assignment includes a student training step, the rubric must have at least one criterion, and that criterion must have at least one option.
lt_lt: Jeigu jūsų užduotis apima kurso dalyvių mokymą vertinti, rubrikoje turi būti bent vienas kriterijus, o tą kriterijų turi sudaryti bent vienas parametras.

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
lt_lt: Pavyzdyje {example_number} yra neteisingas parametras "{criterion_name}": "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
lt_lt: Pavyzdyje {example_number} yra papildomas parametras "{criterion_name}"

source: Example {example_number} is missing an option for "{criterion_name}"
lt_lt: Pavyzdyje {example_number} trūksta parametro "{criterion_name}"

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the Your Response field.
lt_lt: Ši užduotis sudaryta iš kelių etapų. Pirma pateiksite atsakymą į klausimą. Kiti etapai matomi po jūsų atsakymo lauku.

source: This step's status:
lt_lt: Šio etapo būsena:

source: Required
lt_lt: Būtina

source: points
lt_lt: taškai

source: Open Response Assessment
lt_lt: Atviro atsakymo vertinimas

source: Settings
lt_lt: Nustatymai

source: Prompt
lt_lt: Aprašymas

source: Rubric Change Impacts Settings Section
lt_lt: Rubrikos pokytis daro poveikį nuostatų sekcijai

source: A change that you made to this assessment's rubric has an impact on some examples laid out in the settings tab. For more information, go to the Settings section and fix areas highlighted in red.
lt_lt: Šiai vertinimo rubrikai jūsų padarytas pakeitimas turi įtakos kai kuriems pavyzdžiams, išdėstytiems nuostatų kortelėje. Norėdami sužinoti daugiau eikite į nuostatų sekciją ir pataisykite raudonai pažymėtas sritis.

source: Display Name
lt_lt: Rodyti pavadinimą

source: This name appears when you hover over the unit in the course ribbon at the top of the page.
lt_lt: Šis pavadinimas matomas užėjus ant komponento, esančio skyriaus komponentų juostoje.

source: Response Start Date
lt_lt: Atsakymo pradžios data

source: Response Start Time
lt_lt: Atsakymo pradžios laikas

source: The date and time when students can begin submitting responses.
lt_lt: Data ir laikas, kai kurso dalyviai gali pradėti pateikti darbus.

source: Response Due Date
lt_lt: Atsakymo pabaigos data

source: Response Due Time
lt_lt: Atsakymo pabaigos laikas

source: The date and time when students can no longer submit responses.
lt_lt: Data ir laikas, kai kurso dalyviai jau nebegali pateikti darbų.

source: Allow Image Responses
lt_lt: Leisti atsakant pateikti paveikslus

source: False
lt_lt: Ne

source: True
lt_lt: Taip

source: Specify whether students can submit an image file along with their text response.
lt_lt: Nurodykite, ar kurso dalyviai gali pateikti paveikslo failą kartu su tekstiniu atsakymu.

source: Allow Latex Responses
lt_lt: Leisti pateikti LaTeX formatu

source: Specify whether students can write Latex formatted strings
lt_lt: Nurodykite, ar kurso dalyviai gali rašyti LaTeX formatu.

source: Top Responses
lt_lt: Geriausi atsakymai

source: In this assignment, you can include steps for student training, peer assessment, self assessment, and example based assessment. Select the steps that you want below, and then drag them into the order that you want. If you include an example based assessment step, it must precede all other steps. If you include a student training training step, it must precede peer and self assessment steps.
lt_lt: Į šią užduotį galite įtraukti kurso dalyvių mokymą vertinti, bendrakursių vertinimą, savęs vertinimą ir vertinimą pagal pavyzdį. Žemiau pasirinkite, ką norite įtraukti, ir tempdami išdėstykite tokia tvarka, kokia norite. Jeigu renkatės vertinimą pagal pavyzdį, jis turi eiti prieš visus kitus etapus. Jeigu renkatės kurso dalyvių mokymą vertinti, jis turi eiti prieš bendrakursių ir savęs vertinimą.

source: In this assignment, you can include steps for student training, peer assessment, and self assessment. Select the steps that you want below, and then drag them into the order that you want. If you include a student training step, it must precede all other steps.
lt_lt: Į šią užduotį galite įtraukti kurso dalyvių mokymą vertinti, bendrakursių vertinimą ir savęs vertinimą. Žemiau pasirinkite, ką norite įtraukti, ir tempdami išdėstykite tokia tvarka, kokia norite. Jeigu renkatės kurso dalyvių mokymą vertinti, jis turi eiti prieš visus kitus etapus.

source: Cancel
lt_lt: Atšaukti

source: Criterion
lt_lt: Kriterijus

source: You cannot delete a criterion after the assignment has been released.
lt_lt: Paskelbus užduotį kriterijaus pašalinti negalima.

source: Criterion Name
lt_lt: Kriterijaus pavadinimas

source: Criterion Prompt
lt_lt: Kriterijaus aprašymas

source: Add Option
lt_lt: Pridėti parametrą

source: Feedback for This Criterion
lt_lt: Atsiliepimas apie šį kriterijų

source: None
lt_lt: Nėra

source: Optional
lt_lt: Nebūtina

source: Select one of the options above. This describes whether or not the student will have to provide criterion feedback.
lt_lt: Pasirinkite vieną iš variantų. Jis apibūdina, ar kurso dalyvis turės pateikti atsiliepimą apie kriterijų.

source: Step: Example-Based Assessment
lt_lt: Etapas: vertinimas pagal pavyzdį

source: An algorithm assesses students' responses by comparing the responses to pre-assessed sample responses that the instructor provides.
lt_lt: Algoritmas vertina kurso dalyvių atsakymus lygindamas juos su iš anksto įvertintais pavyzdiniais atsakymais, kuriuos pateikia lektorius.

source: Enter one or more sample responses that you've created, and then specify the options that you would choose for each criterion in your rubric. Note that you must add your rubric to the Rubric tab before you can complete this step.
lt_lt: Įveskite vieną arba daugiau pavyzdinių savo sukurtų atsakymų ir tada nurodykite parametrus, kuriuos pasirinktumėte kiekvienam rubrikos kriterijui. Atkreipkite dėmesį, kad privalote savo rubriką pridėti rubrikų kortelėje ir tada galite baigti šį etapą.

source: Option
lt_lt: Parametras

source: Option Name
lt_lt: Parametro pavadinimas

source: Option Points
lt_lt: Parametro taškai

source: Option Explanation
lt_lt: Parametro paaiškinimas

source: Step: Peer Assessment
lt_lt: Etapas: bendrakursių vertinimas

source: Students assess a specified number of other students' responses using the rubric for the assignment.
lt_lt: Kurso dalyviai įvertina nurodytą skaičių bendrakursių darbų naudodamiesi užduoties rubrika.

source: Specify the following values for the peer assessment step.
lt_lt: Nurodykite šias vertes bendrakursių vertinimo etapui.

source: Must Grade
lt_lt: Kiek darbų turi įvertinti dalyvis

source: Graded By
lt_lt: Kiek dalyvių turi įvertinti darbą

source: Start Time
lt_lt: Pradžios laikas

source: Enter the date and time when students can begin assessing peer responses.
lt_lt: Įveskite datą ir laiką, kada kurso dalyviai gali pradėti vertinti bendrakursių darbus.

source: Due Date
lt_lt: Pabaigos data

source: Due Time
lt_lt: Pabaigos laikas

source: Enter the date and time when all peer assessments must be complete.
lt_lt: Įveskite datą ir laiką, kada bendrakursių vertinimas turi būti baigtas.

source: You cannot delete a prompt after the assignment has been released.
lt_lt: Negalite panaikinti aprašymo, jei užduotis jau paskelbta.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
lt_lt: Aprašymas. Pakeiskite šį tekstą savo tekstu. Daugiau informacijos: atvirojo atsakymo užduočių - ORA - dokumentacijoje.

source: Add Prompt
lt_lt: Pridėti aprašymą

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
lt_lt: Rubrikos yra sudarytos iš kriterijų, kurie paprastai turi vieną ar daugiau parametrų. Kiekvienam parametrui priskirtas tam tikras kiekis taškų. Šiame šablone yra du pavyzdiniai kriterijai ir jų parametrai. Pavyzdinį tekstą pakeiskite savo tekstu. Daugiau informacijos pateikiama ORA dokumentuose.

source: Add Criterion
lt_lt: Pridėti kriterijų

source: Feedback for This Response
lt_lt: Atsiliepimas apie įvertintą bendrakursio darbą

source: Encourage your students to provide feedback on the response they've graded. You can replace the sample text with your own.
lt_lt: Skatinkite savo kurso dalyvius parašyti atsiliepimą apie darbą, kurį jie įvertino. Pavyzdinį tekstą galite pakeisti savu.

source: Default Feedback Text
lt_lt: Numatytasis atsiliepimo tekstas

source: Enter feedback text that students will see before they enter their own feedback. Use this text to show students a good example peer assessment.
lt_lt: Įveskite atsiliepimo tekstą, kurį kurso dalyviai matys prieš įvesdami savo atsiliepimus. Šiuo tekstu parodykite kurso dalyviams gerą bendrakursių vertinimo pavyzdį.

source: Step: Self Assessment
lt_lt: Etapas: savęs įsivertinimas

source: Students assess their own responses using the rubric for the assignment.
lt_lt: Kurso dalyviai įvertina savo pačių darbus naudodamiesi užduoties rubrika.

source: Specify start and due dates for the self assessment step.
lt_lt: Nurodykite savęs įsivertinimo etapo pradžios ir pabaigos datas.

source: Enter the date and time when students can begin assessing their responses.
lt_lt: Įveskite datą ir laiką, kada kurso dalyviai gali pradėti vertinti savo pačių darbus.

source: Enter the date and time when all self assessments must be complete.
lt_lt: Įveskite datą ir laiką, kada savęs vertinimas turi būti baigtas.

source: Step: Student Training
lt_lt: Etapas: kurso dalyvių mokymas vertinti

source: Students learn to assess responses by scoring pre-assessed sample responses that you provide. Students move to the next step when the scores they give match your scores. Note that if you add this step, you must also add a peer assessment step. This step must come before the peer assessment step.
lt_lt: Kurso dalyviai mokosi vertinti darbus skirdami taškus iš anksto įvertintiems jūsų duotiems pavyzdiniams atsakymams. Kurso dalyviai pereina prie kito etapo, kai jų suteikti taškai atitinka jūsų taškus. Atkreipkite dėmesį, kad jeigu pridedate šį etapą, taip pat turite pridėti bendrakursių vertinimo etapą. Šis etapas turi eiti prieš bendrakursių vertinimo etapą.

source: Add Sample Response
lt_lt: Pridėti pavyzdį

source: Scored Response
lt_lt: Įvertintas pavyzdys

source: Response Score
lt_lt: Pavyzdžio įvertinimo taškai

source: Response
lt_lt: Atsakymas

source: Not Selected
lt_lt: Nepasirinkta

source: Your Grade
lt_lt: Jūsų vertinimas

source: Incomplete
lt_lt: Nebaigta

source: You have not completed all the steps of this problem.
lt_lt: Jūs dar neatlikote visų šios užduoties etapų.

source: %(points_earned)s out of %(points_possible)s
lt_lt: %(points_earned)s iš %(points_possible)s

source: Your Response
lt_lt: Jūsų atsakymas

source: Your Image
lt_lt: Jūsų paveikslas

source: Assessments of Your Response
lt_lt: Jūsų darbo įvertinimai

source: Peer's Assessment
lt_lt: Bendrakursio vertinimas

source: Your Self Assessment
lt_lt: Jūsų savęs įsivertinimas

source: Additional comments on your response
lt_lt: Papildomi komentarai apie jūsų darbą

source: Peer's assessment
lt_lt: Bendrakursio vertinimas

source: Self assessment
lt_lt: Savęs įsivertinimas

source: Provide Feedback on Peer Assessments
lt_lt: Pateikti atsiliepimą apie bendrakursių vertinimus

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
lt_lt: Jūsų atsiliepimas buvo pateiktas. Kursą administruojantis personalas matys šį atsiliepimą peržiūrėdamas kurso įrašus.

source: Course staff will be able to see any feedback that you provide here when they review course records.
lt_lt: Kursą administruojantis personalas matys visus čia jūsų pateiktus atsiliepimus peržiūrėdamas kurso įrašus.

source: Select the statements below that best reflect your experience with peer assessments
lt_lt: Pasirinkite toliau pateikiamus teiginius, kurie geriausiai atspindi jūsų nuomonę apie bendrakursių vertinimus

source: I disagree with one or more of the peer assessments of my response.
lt_lt: Aš nesutinku su vienu ar daugiau bendrakursių vertinimu.

source: Not Completed
lt_lt: Nebaigta

source: Not Started
lt_lt: Nepradėta

source: You have not started this problem yet.
lt_lt: Jūs dar nepradėjote šios užduoties.

source: Your response is still undergoing peer assessment. After your peers have assessed your response, you'll see their comments and receive your final grade.
lt_lt: Bendrakursiai vis dar vertina jūsų darbą. Kai tik jūsų darbas bus įvertintas, jūs matysite bendrakursių komentarus ir gausite galutinį įvertinimą.

source: Your response is still undergoing example-based assessment. After your response has been assessed, you'll see the comments and receive your final grade.
lt_lt: Jūsų darbas vis dar vertinamas pagal pavyzdį. Kai jūsų darbas bus įvertintas, matysite komentarus ir gausite galutinį įvertinimą.

source: Your response is still undergoing peer assessment and example-based assessment. After your peers have assessed your response and example-based assessment is complete, you'll see your peers' comments and receive your final grade.
lt_lt: Bendrakursiai vis dar vertina jūsų darbą. Bendrakursiams įvertinus jūsų darbą ir įvertinus jį pagal pavyzdį, jūs matysite bendrakursių komentarus ir gausite galutinį įvertinimą.

source: Top-Scoring Responses for This Assignment
lt_lt: Daugiausia balų surinkę šios užduoties atsakymai

source: %(num_points)s points
lt_lt: %(num_points)s taškai

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
lt_lt: Perėję visus šios užduoties etapus galėsite matyti daugiausia taškų surinkusius bendrakursių darbus.

source: This Task Is Not Yet Available
lt_lt: Ši užduotis kol kas negalima

source: This Assignment Has Closed
lt_lt: Ši užduotis uždaryta

source: Check back to complete the assignment once this section has opened.
lt_lt: Atlikite užduotį, kai ši tema bus atidaryta.

source: You Have Completed This Assignment
lt_lt: Jūs atlikote šią užduotį

source: Your grade will be available when your peers have completed their assessments of your response.
lt_lt: Galėsite matyti savo įvertinimą, kai jūsų bendrakursiai baigs vertinti jūsų darbą.

source: Your grade will be available when the example-based assessment of your response is complete.
lt_lt: Galėsite matyti savo įvertinimą, kai jūsų darbas bus įvertintas pagal pavyzdį.

source: Your grade will be available when your peers have completed their assessments of your response and the example-based assessment of your response is complete.
lt_lt: Galėsite matyti savo įvertinimą, kai jūsų bendrakursiai baigs vertinti jūsų darbąir jis bus įvertintas pagal pavyzdį.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the question, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
lt_lt: Netrukus baigsis užduoties pateiktims skirtas laikas. Norėdami gauti įvertinimą, pirma pateikite savo darbą, tada atlikite etapus po lauku %(start_tag)sJūsų atsakymas%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
lt_lt: Ši užduotis sudaryta iš kelių etapų. Pirma pateiksite atsakymą į klausimą. Kiti etapai matomi po lauku %(start_tag)sJūsų atsakymas%(end_tag)s.

source: Waiting for Peer Submissions
lt_lt: Laukiama bendrakursių pateikčių

source: The Period For Peer Evaluation Has Not Started
lt_lt: Bendrakursių vertinimui skirtas laikas dar neprasidėjo

source: Your Response Has Been Submitted For Peer Assessment
lt_lt: Jūsų darbas perduotas bendrakursiams įvertinti

source: Peer evaluation of this assignment will close soon.
lt_lt: Netrukus baigsis bendrakursių šios užduoties vertinimo laikas.

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
lt_lt: Visi bendrakursių darbai įvertinti. Vėliau patikrinkite, ar daugiau kurso dalyvių neįkėlė darbų.

source: You'll receive your grade after you complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps, and after your peers have assessed your response.
lt_lt: Gausite savo įvertinimą, kai įvertinsite %(peer_start_tag)sbendrakursių%(end_tag)s ir %(self_start_tag)ssavo darbus%(end_tag)s, ir kai jūsų bendrakursiai įvertins jūsų darbą.

source: You'll receive your grade after you complete the %(start_tag)speer assessment%(end_tag)s step.
lt_lt: Gausite savo įvertinimą, kai įvertinsite %(start_tag)sbendrakursius%(end_tag)s.

source: The Period For Self Evaluation Has Not Started
lt_lt: Savęs vertinimui skirtas laikas dar neprasidėjo

source: Your Response Is Ready For Self Assessment
lt_lt: Jau galite vertinti savo darbą

source: You'll receive your grade after the required number of your peers have assessed your response and you complete the %(start_tag)sself assessment%(end_tag)s step.
lt_lt: Gausite savo įvertinimą, kai reikalingas bendrakursių skaičius bus įvertinę jūsų darbą ir būsite įsivertinę %(start_tag)ssave%(end_tag)s.

source: You'll receive your grade after you complete the %(start_tag)sself assessment%(end_tag)s step.
lt_lt: Gausite savo įvertinimą, kai atliksite %(start_tag)ssavęs įsivertinimą%(end_tag)s.

source: Student training for peer assessment will close soon.
lt_lt: Netrukus baigsis kurso dalyvių mokymui vertinti bendrakursius skirtas laikas.

source: Complete the student training section to move on to peer assessment.
lt_lt: Norėdami pereiti prie bendrakursių vertinimo, užbaikite mokymus, kaip vertinti.

source: The instructions for this step could not be loaded.
lt_lt: Nepavyko įkelti šio etapo instrukcijų.

source: available <span class="date">%(start_date)s (in %(time_until)s)</span>
lt_lt: prieinama <span class="date">%(start_date)s (%(time_until)s)</span>

source: This step's status
lt_lt: Šio etapo būsena

source: In Progress (%(num_graded)s of %(num_must_grade)s)
lt_lt: Vykdoma (%(num_graded)s iš %(num_must_grade)s)

source: Read and assess the following response from one of your peers.
lt_lt: Perskaitykite ir įvertinkite šį vieno jūsų bendrakursio darbą.

source: Assessment # %(review_number)s of %(num_must_grade)s
lt_lt: Vertinimas # %(review_number)s iš %(num_must_grade)s

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
lt_lt: Nebaigta (%(num_graded)s iš %(num_must_grade)s)
